acpilight
alsa-plugins
alsa-utils
arandr
autoconf
automake
base
bat
bind
bison
bluez
bluez-tools
brightnessctl
btrfs-progs
chromium
cronie
dhcpcd
dialog
discord
dmenu
dmidecode
dosfstools
dunst
exfat-utils
flex
fuse2
fuse3
fuseiso
gcc
gdb
gedit
gedit-plugins
git
gnome-screensaver
google-chrome
gparted
gptfdisk
groff
grub
gsfonts
haveged
htop
i3-wm
imagemagick
intel-ucode
iwd
kitty
lazygit
libtool
lightdm-gtk-greeter
lightdm-webkit-theme-sequoia-git
linux
linux-firmware
linux-headers
linux-lts
lsof
lxappearance
lxpolkit-git
lzop
m4
make
menumaker
nano
nautilus
neofetch
neovim
networkmanager
networkmanager-dmenu-git
nitrogen
nmap
nodejs
npm
ntfs-3g
nvim-packer-git
nvm
obconf
obconf-qt
openbox
openssh
os-prober
p7zip
pacman-contrib
paru
patch
pavucontrol
picom
pkgconf
playerctl
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-nautilus
python-pip
redshift
rofi
ros-noetic-desktop
ros-noetic-ros-base
ros-noetic-roslaunch
rsync
scrot
sdl_ttf
shotwell
slack-desktop
spotify
sudo
texinfo
tint2
tmux
traceroute
transmission-cli
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-ms-fonts
unrar
unzip
usbutils
vim
vlc
wget
which
wireless_tools
xautolock
xclip
xdg-user-dirs
xf86-video-intel
xfce4-power-manager
xorg-appres
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-alias-cyrillic
xorg-fonts-alias-misc
xorg-fonts-cyrillic
xorg-fonts-encodings
xorg-fonts-misc
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-oclock
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbiff
xorg-xcalc
xorg-xclipboard
xorg-xclock
xorg-xcmsdb
xorg-xconsole
xorg-xcursorgen
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xedit
xorg-xev
xorg-xeyes
xorg-xfd
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xload
xorg-xlogo
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmag
xorg-xman
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvidtune
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
zathura
zip
zsh
